// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "地域のロック解除";

ChangingTitle = "領域を変更中…";
SuccessTitle = "無事完了";
SuccessMsg = "プリンタの領域は無事変更されませいた。";
FailureTitle = "エラー";
FailureMsg = "プリンタの領域は変更されませんでした。";

HSDTaskTitleFieldText = "新しい領域の設定";
HSDTaskDescriptionFieldText = "カスタマサポートから入手した番号を下に入力してください。";
HSDCheckButtonText = "チェック";
HSDCheckButtontDescriptionText = "[チェック] をクリックして、確認番号を生成してください。 この番号をカスタマサポートへ報告してください。";
HSDConfirmationNumberLableText = "確認番号：";
HSDSendButtontDescriptionText = "[送信] をクリックしてプリンタをリセットしてください。";
HSDSendButtonText = "送信";